/* Automatic backups are disabled */
"Automatic Backups Off" = "Automatiska säkerhetskopior av";

/* back up now menu item title */
"Back Up Now" = "Säkerhetskopiera nu";

/* Backup progress menu item title */
"Backing Up: %@ of %@" = "Säkerhetskopierar: %1$@ av %2$@";

/* Browse Other Time Machine disks menu title */
"Browse Other Time Machine Disks" = "Bläddra på andra Time Machine-hårddiskar";

/* Calculating changes menu item title */
"Calculating Changes\\U2026" = "Beräknar ändringar…";

/* Cleaning Up menu item title */
"Cleaning Up\\U2026" = "Rensar…";

/* Cleaning Up menu item title */
"Deleting Old Backups\\U2026" = "Raderar gamla säkerhetskopior...";

/* Enter Time Machine menu item title */
"Enter Time Machine" = "Gå in i Time Machine";

/* Excluding items menu item title */
"Excluding %@ Items\\U2026" = "Undantar %@ objekt…";

/* Finishing back up menu item title */
"Finishing Backup\\U2026" = "Slutför säkerhetskopiering…";

/* Indexing back up menu item title */
"Indexing Backup\\U2026" = "Indexerar säkerhetskopia…";

/* Latest backup date format string (successful backup) */
"Latest Backup: %@" = "Senaste säkerhetskopiering: %@";

/* Latest backup delayed */
"Latest Backup: Delayed\\U2026" = "Senaste säkerhetskopiering: Försenad…";

/* Latest backup failed */
"Latest Backup: Failed\\U2026" = "Senaste säkerhetskopiering: Misslyckades…";

/* Mounting back up menu item title */
"Making Backup Disk Available\\U2026" = "Ansluter till hårddisken…";

/* time machine preferences menu item title */
"Open Time Machine Preferences\\U2026" = "Öppna Time Machine-inställningar…";

/* Preparing items menu item title */
"Preparing %@ Items\\U2026" = "Förbereder %@ objekt…";

/* Preparing back up menu item title */
"Preparing Backup\\U2026" = "Förbereder säkerhetskopiering…";

/* Scanning items menu item title */
"Scanning %@ Items\\U2026" = "Söker igenom %@ objekt…";

/* Skip Verification menu item title */
"Skip Verification" = "Hoppa över kontroll";

/* Skipping verification menu item title */
"Skipping Verification\\U2026" = "Hoppar över kontroll…";

/* stop backing up menu item title */
"Stop Backing Up" = "Stoppa säkerhetskopieringen";

/* Stopping back up menu item title */
"Stopping Backup\\U2026" = "Stoppar säkerhetskopiering…";

/* Time Machine Not Configured menu item title */
"Time Machine Not Configured" = "Time Machine är inte konfigurerad";

/* Verify Backups menu item title */
"Verify Backups" = "Kontrollera säkerhetskopior";

/* Verifying backup with percentage menu item title */
"Verifying Backup (%@)" = "Kontrollerar säkerhetskopia (%@)";

/* Verifying backup menu item title */
"Verifying Backup\\U2026" = "Kontrollerar säkerhetskopia…";

/* Latest backup delayed */
"Waiting to Back Up" = "Väntar på att säkerhetskopiera";

